---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathReinFaceSlab
source: html/c5ccd1c9-c284-7dea-6f46-7e36d66d609b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathReinFaceSlab Property

"Face"

## Syntax (C#)
```csharp
public static ForgeTypeId PathReinFaceSlab { get; }
```